[{"id": "1324138670438391809", "text": "Trump is no longer a useful puppet. He is a buzzing fly in the room that his enablers will keep swatting away. Maybe using Biden campaign fly swatters even. https://t.co/x1tZvkqtl9"}, {"id": "1324138670434246656", "text": "RT @AnitaMisiaszek: @JoeBiden @KamalaHarris \n\nTeam Biden make sure you have a team of attorneys ready in each state where Trump is filing h…"}, {"id": "1324138670321000448", "text": "RT @RitaPanahi: Same people who pushed insane Russian conspiracy theories, tried to invalidate the 2016 election &amp; said Biden would win in…"}, {"id": "1324138670316814336", "text": "RT @AP: Joe Biden wins Michigan, flipping a state that was key to President Trump’s 2016 victory and moving Biden within 6 electoral votes…"}, {"id": "1324138670299865089", "text": "RT @JasonIsbell: Biden could still pull off the historical sweep of every state Steve Miller has been to in Keep On Rockin Me Baby"}, {"id": "1324138670299865088", "text": "@washingtonpost @daveweigel The Big Fraud!! Joe Biden will never be Consider the President!!\n@joeBiden\nhttps://t.co/jJMU1eJ9SL..."}, {"id": "1324138670270545920", "text": "RT @GeorgeBludger: Joe Hockey told Ben Fordham electoral fraud has definitely occurred.\n\n“In Washington DC, 93% of the city voted for Joe B…"}, {"id": "1324138670249578496", "text": "RT @claycane: It’s rare I ever turn to Fox News, Trump’s propaganda channel, but I had to see... even they are saying Biden is only 6 away…"}, {"id": "1324138670241288196", "text": "@Aramirez805 @DaveMasonBOL @betonline_ag To add to this if Biden flips GA he is at worst in a tie at 269 assuming he holds all the current states he has."}, {"id": "1324138670207610880", "text": "RT @BJCalvillo: “Biden’s votes are only going up because they keep counting ballots.”\n\nYes that’s.....literally how an election works......"}, {"id": "1324138670148907008", "text": "RT @h3ystephanie_: Biden won two towns in Massachusetts by a single vote. \n\nI never want to hear “your vote won’t count” ever again. https:…"}, {"id": "1324138670148866048", "text": "RT @the1murdock: BIDEN ON TRACK to have MORE VOTES than ANY OTHER TICKET IN HISTORY. AMERICA, that's MORE VOTES than the FIRST BLACK PRESID…"}, {"id": "1324138670098702339", "text": "RT @TheRightMelissa: \"Biden 264\" when there are 600k votes still being counted in Arizona but they will not call North Carolina &amp; Georgia f…"}, {"id": "1324138670073483265", "text": "RT @PopBaseNow: Joe Biden currently needs only six more electoral votes to become the next President of the United States. https://t.co/orE…"}, {"id": "1324138670060900352", "text": "RT @jelani9: If Georgia puts Biden-Harris over the top the administration and everyone who voted for it will be indebted to Stacey Abrams f…"}, {"id": "1324138670035783681", "text": "RT @Salosso: @Barnes_Law Bingo! You’d think, that when 100,000+ people who Voted for Biden. Would ALSO have voted “downstream” for Local &amp;…"}, {"id": "1324138670002196483", "text": "RT @TinaRussell309: Black women voted for Biden/Harris at a rate of 91% Your welcome !🙋🏾‍♀️"}, {"id": "1324138669976870912", "text": "RT @realDonaldTrump: Biden has vowed to ABOLISH the American oil and natural gas industries, and BAN fracking. As long as I am President, w…"}, {"id": "1324138669909966848", "text": "@richbateman87 @gelliottmorris Mail in and absentee ballots have swung very hard for Biden, cutting a 670k lead (at 2 am CST this morning) to within 260k."}, {"id": "1324138669897322501", "text": "RT @AynRandPaulRyan: I know we're all focused on Nevada, and that's cool and everything, but did you know that Biden is only down by 68,315…"}, {"id": "1324138669868023811", "text": "RT @Trizzy23__: I’ll give $270 to who ever RT’s this if Biden wins."}, {"id": "1324138669859577860", "text": "RT @alliegrande__: just a reminder that biden does not have dementia, he has a disability. when he pauses or switches words, he does so in…"}, {"id": "1324138669855428608", "text": "RT @gatewaypundit: Joe Biden Campaign Seeking Volunteers in Georgia to 'Go Door to Door Helping Voters Fix Their Mail in Ballots' AFTER ELE…"}, {"id": "1324138669763121152", "text": "RT @Rockprincess818: The media could just as easily call enough states to put Trump at 270 right now, If they were using the same methodolo…"}, {"id": "1324138669762990080", "text": "RT @oz_f: Joe Hockey (Australia's former Ambassador to the US) claimed this morning that electoral fraud had \"for sure\" occurred. He pointe…"}, {"id": "1324138669675085825", "text": "RT @_burnett22_: Boiiiii if Biden win this I can’t wait to start telling trump supports “respect him that’s your president, if you don’t li…"}, {"id": "1324138669675040768", "text": "RT @_burnett22_: Boiiiii if Biden win this I can’t wait to start telling trump supports “respect him that’s your president, if you don’t li…"}, {"id": "1324138669628903428", "text": "RT @Jali_Cat: ‼️FYI @RudyGiuliani @pnjaban @MarkMeadows @DHS_Wolf @TomFitton @TheJusticeDept @tedcruz \n\n👉🏻38,000 ballots mysteriously show…"}, {"id": "1324138669628862464", "text": "Why do liberals think that every bad guy will be going to jail if Biden wins?"}, {"id": "1324138669595414531", "text": "RT @Liz_Wheeler: If you claim to care about our Democracy, but you’re also totally cool when 100k+ ballots are “found” and 100% are for Bid…"}, {"id": "1324138669586993152", "text": "RT @__Deekay: Me checking google every 5 minutes to see if Biden still ahead"}, {"id": "1324138669586919425", "text": "RT @h3ystephanie_: Biden won two towns in Massachusetts by a single vote. \n\nI never want to hear “your vote won’t count” ever again. https:…"}, {"id": "1324138669545050113", "text": "RT @proteinwisdom: We’re being told *Joe Fucking Biden* brought out record numbers of voters after barely campaigning. \n\nIt’s an obvious li…"}, {"id": "1324138669536616448", "text": "RT @NateSilver538: Worth mentioning that if you stopped counting ballots *right now*, Biden would win with this map. So Trump is reliant on…"}, {"id": "1324138669515501569", "text": "RT @KamalaHarris: No matter what Trump says, we must count every single vote. Donate to the Biden Fight Fund today to ensure we have the re…"}, {"id": "1324138669461196800", "text": "RT @PFTCommenter: Biden wins Michigan which then votes to secede. Wisc uses pent up agresson from no Thursday night football to invade the…"}, {"id": "1324138669440192512", "text": "RT @PaulDoroshenko: Paul’s decision desk:\nI declare Biden the winner. https://t.co/9XiaETW7jf"}, {"id": "1324138669398253572", "text": "RT @Justin12393LEE: @rihanna Biden won two towns in Massachusetts by a single vote. \n\nI never want to hear “your vote won’t count” ever aga…"}, {"id": "1324138669394006016", "text": "RT @gelliottmorris: Biden is on track for a clear victory in Pennsylvania, which will put him over 270 to win even before accounting for hi…"}, {"id": "1324138669356294146", "text": "RT @Complex: Joe Biden is one state away from 270 electoral votes and being elected President of the United States, via @AP #Election2020…"}, {"id": "1324138669293228032", "text": "RT @JuliansRum: If it weren’t for Trump voters’ MASSIVE turnout, the cheating would’ve been less noticeable.\n\nBut we forced them into thing…"}, {"id": "1324138669221978112", "text": "RT @marcusmellado: trump really thinks Biden cheating with mail in ballots? When he told his supporters to not use mail in ballots? BAHAHAH…"}, {"id": "1324138669192683522", "text": "RT @xcaledobsonx: Wait.. people are surprised that mostly Dems voted through mail-in ballots because Republicans think COVID is a hoax? And…"}, {"id": "1324138669163380740", "text": "RT @285684D: Joe Biden is our next president. \nY’all go vote tho."}, {"id": "1324138669163294721", "text": "RT @outburstvibe: Biden no grupo do WhatsApp falando com a Gaga e a Beyoncé https://t.co/pDbqwzdv0G"}, {"id": "1324138669100486656", "text": "RT @AP_Politics: BREAKING: Joe Biden wins Michigan. #APracecall at 6:00 p.m. EST. #Election2020 https://t.co/lGfinjTqT4"}, {"id": "1324138669100437507", "text": "RT @denzelcanvas: If Biden wins I’ll give free merch to everyone who retweets this 😌 https://t.co/cgs1gwE5xw"}, {"id": "1324138669003874304", "text": "RT @PattiMurin: All I want for Christmas is for Joe Biden to end his presidential acceptance speech by looking directly into the camera, po…"}, {"id": "1324138668945145856", "text": "RT @shipwreckedcrew: Joe Biden is on track to get 100,000 more votes out of Philadephia than did Hillary Clinton. 685k to 584k.\nHe's going…"}, {"id": "1324138668844589058", "text": "How a false accusation of vote-counting fraud bubbled into President Trump’s Twitter feed. \n\nIn which @noslouch and I tap into the live AP election feed and find that, no, Biden didn’t get a widely alleged 138K overnight vote boost in Michigan. \n\nMore: https://t.co/2dByGSmHz9"}, {"id": "1324138668844478466", "text": "@APOGamingReact We did went Dem for the first time in 24 years. Biden won AZ"}, {"id": "1324138668815081472", "text": "Got a banger in the drafts for when Biden wins."}, {"id": "1324138668806840320", "text": "RT @AP: Joe Biden wins Michigan, flipping a state that was key to President Trump’s 2016 victory and moving Biden within 6 electoral votes…"}, {"id": "1324138668760698886", "text": "RT @NPR: Joe Biden is up to 69.9 million votes as of 12:10 p.m. ET Wednesday. \n\nThat means he has surpassed Obama's record for the most vot…"}, {"id": "1324138668689379332", "text": "RT @chalamarius: MANIFEST WITH ME\n\nJOE BIDEN WILL WIN\nJOE BIDEN WILL WIN\nJOE BIDEN WILL WIN\nJOE BIDEN WILL WIN\nJOE BIDEN WILL WIN\nJOE BIDEN…"}, {"id": "1324138668685172736", "text": "RT @h3ystephanie_: Biden won two towns in Massachusetts by a single vote. \n\nI never want to hear “your vote won’t count” ever again. https:…"}, {"id": "1324138668676833281", "text": "RT @RAZ0RFIST: Maricopa - the most favorable county to Biden left to count - is trending 62% Trump. Trump only needs it to trend ~58% to ov…"}, {"id": "1324138668639113216", "text": "RT @IanSams: GOP OHIO GOV. MIKE DEWINE on @FoxNews: \"We count the votes. We believe in the rule of law. I am for Trump, but if it ends up b…"}, {"id": "1324138668609687555", "text": "RT @PolitiFact: NEW: There is no evidence that battleground states are deliberately stalling vote tabulation to favor Joe Biden https://t.c…"}, {"id": "1324138668605493254", "text": "RT @gelliottmorris: Biden is on track for a clear victory in Pennsylvania, which will put him over 270 to win even before accounting for hi…"}, {"id": "1324138668559339521", "text": "RT @Maverick1744: @reallygraceful If Biden wins USA is China 2.0"}, {"id": "1324138668555149313", "text": "Complete fraud, a ballot harvest  scheme.  @DNC  caught red handed.   Biden Clinton Obama all in on scam.  @FoxNews   @SenateGOP   @RandPaul https://t.co/SDRWz4sELs"}, {"id": "1324138668529889281", "text": "RT @h3ystephanie_: Biden won two towns in Massachusetts by a single vote. \n\nI never want to hear “your vote won’t count” ever again. https:…"}, {"id": "1324138668513132544", "text": "RT @David_Leavitt: Retweet if you want to hear the phrase “President Elect Joe Biden” before bed tonight\n\n#Elections2020 #ElectionResults20…"}, {"id": "1324138668462952448", "text": "RT @_princessmagggs: If Biden wins I’ll block him forever this time 🤞🏼"}, {"id": "1324138668408406016", "text": "If you watch only Fox News, their picture of him is so skewed that you’d believe he’s the second coming, and that the Biden family are all criminals. \n\nIt’s time to reign in BOTH sides with their constant spin and lies. MSNBC and FOX News should have to pay a tax for every lie!! https://t.co/uoCPDaZ4Xr"}, {"id": "1324138668362182661", "text": "RT @brett_mcgurk: Trump says stop counting where I’m winning but keep counting where I’m losing. Biden says count all the votes regardless.…"}, {"id": "1324138668358045698", "text": "Why did the media call states for Biden in the states he was leading in before all the votes were counted but they won't call states for Trump until all the votes are counted?"}, {"id": "1324138668337123330", "text": "Biden just needs Nevada and it’s over witttttttttt"}, {"id": "1324138668311875585", "text": "*bell rings three times*\n\nThe following contest is scheduled for one fall, and it is for the 2020 PRESIDENTIAAAAAL ELECTION. Introducing first, from Scranton PA , weighing in at 178lbs, JOSEPH BIDEN. His opponent from New York, NY, weighing in at 244lbs, DONALD “TWEETY” TRUMP. https://t.co/AQXSmhM40U"}, {"id": "1324138668278382592", "text": "RT @GeorgeTakei: In fairness, Biden apparently has won the electoral college vote, but Trump clearly won the unpopular vote."}, {"id": "1324138668261576704", "text": "RT @Ashapaloooza: If Biden wins, your coworkers will be like, \"That whole time was just crazy, wasn't it?!\" https://t.co/K9TEbVmC96"}, {"id": "1324138668253237248", "text": "It won’t be easy, but this victory\nwill be a victory for the people, for democracy, for America. \nJoe Biden"}, {"id": "1324138668244766721", "text": "RT @VABVOX: #NEW \nTrump's lead is down to 8% in #PA with about 800k votes left to count, nearly all of which are from Democratic enclaves.…"}, {"id": "1324138668236410880", "text": "RT @kylenabecker: \"23,277 votes in Philadelphia, all for Biden.\"\n\nRead it again: \"All for Biden.\"\n\nOne more time: \"ALL FOR BIDEN.\"\n\nThe odd…"}, {"id": "1324138668215406593", "text": "Do I hear F*x news putting Biden one state away from Presidency?!!!!!!!!"}, {"id": "1324138668185956352", "text": "RT @SandraSBreen: Here we are where\nfake news media has led us.\n\nThey suppressed the\nBiden laptop from Hell story\nwith a Russian disinforma…"}, {"id": "1324138668148232192", "text": "RT @seldo: Fun fact: in California Biden leads Trump by 3.8 million votes, which is more votes than there are votes of any kind in Nevada a…"}, {"id": "1324138668127330309", "text": "RT @gelliottmorris: Biden is on track for a clear victory in Pennsylvania, which will put him over 270 to win even before accounting for hi…"}, {"id": "1324138668072816643", "text": "RT @gelliottmorris: Biden is on track for a clear victory in Pennsylvania, which will put him over 270 to win even before accounting for hi…"}, {"id": "1324138668060192771", "text": "RT @gatewaypundit: Joe Biden Campaign Seeking Volunteers in Georgia to 'Go Door to Door Helping Voters Fix Their Mail in Ballots' AFTER ELE…"}, {"id": "1324138668043472897", "text": "RT @afshineemrani: @marklevinshow Joe Biden has surpassed Barack Obama’s 2008 popular vote total, breaking the record for most votes ever r…"}, {"id": "1324138668018323456", "text": "RT @Vic_Goes: Tr*mp supporters really abt to be like, \"Biden only won cause they counted the ballots\""}, {"id": "1324138667980607490", "text": "RT @nowthisnews: Pres. Trump falsely claims that votes for Biden are ‘magically’ appearing. Actually, it’s just called counting, and you ca…"}, {"id": "1324138667854749698", "text": "RT @AmoneyResists: I told you I’d tell you when to panic. And when to celebrate. Tonight, the celebration is going to begin. Biden is 6 vot…"}, {"id": "1324138667804303360", "text": "@TuckerCarlson are you going to call out FoxNews for calling the Arizona race WAAAY too soon for Biden?"}]